/* About */
"About" = "Info";

/* Account */
"Account" = "Account";

/* Back */
"Back" = "Indietro";

/* Buddies */
"Buddies" = "Contatti";

/* Accept new buddy */
"Do you want to add user %@ to buddies?" = "Vuoi Aggiungere %@ ai contatti?";

/* Error */
"Error!" = "Errore!";

/* GTalk */
"Google Talk" = "Google Talk";

/* Login */
"Login" = "Login";

/* Logoff */
"Logoff" = "Logoff";

/* Menu */
"Menu" = "Menu";

/* New message */
"New message" = "Nuovo Messaggio";

/* NO */
"NO" = "NO";

/* Password */
"Password" = "Password";

/* Port */
"Port" = "Porta";

/* Proxy */
"Proxy" = "Proxy";

/* Reply */
"Reply" = "Rispondi";

/* Request received */
"Request received" = "Richiesta Ricevuta";

/* Send */
"Send" = "Invia";

/* Server */
"Server" = "Server";

/* About */
"Simple gtalk/jabber client for the ipod touch and iphone.\n2008 (c) sashz <sashz@pdaXrom.org>" = "Simple gtalk/jabber client for the ipod touch and iphone.\n2008 © sashz <sashz@pdaXrom.org>";

/* Socket error */
"Socket error. Check your network and try connect again." = "Errore del Socket. Controlla la tua connessione e riprova.";

/* Sound */
"Sound Alerts" = "Suoni";

/* SSL */
"SSL" = "SSL";

/* SSL verify */
"SSL verify" = "Verifica SSL";

/* Stream error */
"Stream error. Check your network and try connect again." = "Errore di Stream. Controlla la tua connessione e riprova.";

/* Connection problem */
"Unable to connect to remote server. Check your network settings and try again." = "Impossibile collegarsi al server remoto. Controlla la tua connessione e riprova.";

/* Timeout */
"Unable to get a response from remote server. Check your network and try connect again." = "Non e stato possibile ricevere una risposta dal server remoto. Controlla la tua connessione e riprova.";

/* Login problem */
"Unable to login. Check your username and password." = "Impossibile effettuare il Login. Controlla il tuo username e la password.";

/* User */
"Username" = "Username";

/* Vibro */
"Vibro Alerts" = "Vibrazione";

/* YES */
"YES" = "YES";

